{
  "title": "Cookie Policy",
  "content": {
    "orderList": [
      {
        "title": "Last Upated: August 8, 2021",
        "paragraph": {
          "start": [
            "We use “cookies” and similar web technologies, including pixel tags or web beacons, (“Automated Collection Tools”) to support certain features of our website. Automated tools are pieces of code deployed on your device. The Automated Collection Tools allow the website to recognize your browser or device during your visit to our website or when you return to our website.We use the following types of automated tools:"
          ],
          "list": []
        }
      },
      {
        "title": "Category 1 - strictly necessary tools:",
        "paragraph": {
          "start": [
            "We use a number of Automated Collection Tools which are essential to the operation of the our website and which enable services you have specifically asked for to be provided. These types of Automated Collection Tools let us:"
          ],
          "list": [
            "to record that you are logged into your account;",
            "to record when you give consent to our use of Automated Collection Tools, when applicable;",
            "enable us to provide products and services to you, including enable our website to remember the information you provided in forms;",
            "provide the necessary security our website requires, for example, to monitor traffic flow and visits in order to let us know of potential security threats (e.g., in case of unusually high or rapid traffic);",
            "and help ensure the content you request load quickly"
          ],
          "end": [
            "Without these Automated Collection Tools, the services that you have asked for cannot be provided.Some of these Automated Collection Tools are provided by the following third parties:<0>Cloudflare</0>",
            "We want you to understand these essential Automated Collection Tools, and why we use them, but your consent is not required for us to use them as we use these Automated Collection Tools only to provide you with services that you have requested."
          ]
        }
      },
      {
        "title": "Category 2 - performance tools:",
        "paragraph": {
          "start": [
            "These Automated Collection Tools collect information about how you use the our website. They allow us to understand:"
          ],
          "list": [
            "which device and/or website you come from;",
            "which of the functions our website you use most often so that we can use this information how to improve their functionality;",
            "your preferences to ensure that more relevant website content (including advertising content) is delivered to you;",
            "if you get error messages."
          ],
          "end": [
            "The information gathered is only used to improve how our website works.",
            "In addition, the coding language our website is written in uses Automated Collection Tools that are deleted after you close your browser session. There are deleted each time you close your browser. These tools do not store any information about a visitor once the browser is closed."
          ]
        }
      },
      {
        "title": "",
        "paragraph": {
          "start": [
            "Some of these Automated Collection Tools are provided by the following third parties:"
          ],
          "list": [
            "Google Analytics (for more information, please visit Google’s<1>privacy policy</1>and<2>website</2>)."
          ],
          "end": [
            "We use Google Analytics, which is a web analytics tool that helps us understand how users engage with our website. Google Analytics tracks your movement through our site (i.e. the pages you have seen and the links you have clicked on) and helps us measure how you interact with the content we provide. This information is used to compile reports and to help us improve our website. The reports disclose website trends without identifying individual visitors. You can opt out of Google Analytics without affecting your use of our site. More information on opting out of Google Analytics across all websites you use can be found on the Google website at <3>Google Analytics Opt-out Browser Add-on Download Page .</3>"
          ]
        }
      },
      {
        "title": "Category 3 - functionality tools:",
        "paragraph": {
          "start": [
            "These Automated Collection Tools allow our website to remember choices that you make. They allow us to remember your username, your language, and changes you make to various other parts of our services which you can customize.",
            "The aim of these Automated Collection Tools is to provide you with a more personal experience so that you don't have to reset your preferences each time you visit us.",
            "We also use functionality Automated Collection Tools to enable you to comment on a discussion in a forum or provide enhanced services such as enabling you to view a video on our website."
          ]
        }
      },
      {
        "title": "Category 4 - targeting or advertising tools:",
        "paragraph": {
          "start": [
            "These Automated Collection Tools track your browsing habits so that we can show you advertising which we hope is relevant to your interests. We believe it is useful to show you advertisements that are tailored to your interests. These advertising tools use information about your web browsing activity to group you with other users who have similar interests and show you advertisements based upon those interests. Information about your browsing habits is passed by us to third party advertisers so that you are shown more tailored advertisements when you are online.",
            "Also, we may use Automated Collection Tools to enable us and third-party partners that we work with to deliver advertisements or tailor marketing messages. For example we may use cookies to record what products and services you buy or show interest in and use third party services to enable relevant advertisements to be shown on our and other websites based on that information.",
            "These types of tools are also used to limit the number of times you see an advertisement as well as to help measure the effectiveness of advertising campaigns.",
            "To learn more about how behavioral advertising works, and your ability to opt out, visit the <4>Network Advertising Initiative (NIA)</4>, the <5>Digital Advertising Alliance (DAA)</5>, or <6>Your Online Choices</6>.",
            "We currently do not use any targeting or advertising tools on our website."
          ]
        }
      },
      {
        "title": "How long will the cookies expire?",
        "paragraph": {
          "start": [
            "The length of time a cookie will expire depends on whether it is a “persistent” or “session” cookie. Session cookies will only stay on your device until you close your browser. Persistent cookies stay on your browsing device until they expire or are deleted. The persistent cookies used by CyberX will expire after 2 year-time in the maximum, unless you delete them before using your browser or phone settings."
          ]
        }
      },
      {
        "title": "How to manage Automated Collection Tools",
        "paragraph": {
          "start": [
            "If you do not wish to receive cookies, you may set your browser to reject cookies or to alert you when a cookie is placed on your device. You may also delete cookies as soon as you leave our website. Although you are not required to accept cookies when you visit our website, if you set your browser to reject cookies, you may not be able to use all of the features and functionality of our website.",
            "For example, the Help portion of the toolbar on most web browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new Automated Collection Tools, and how to entirely disable Automated Collection Tools. With regards to some of the popular browsers you can find more information by clicking on the following relevant links:<7>Google Chrome</7>;<8>Microsoft Edge</8>;<9>Mozilla Firefox</9>;<10>Microsoft Internet Explorer</10>;<11>Opera</11>and<12>Apple Safari</12>.",
            "Where required by law, we will present you with a cookie banner the first time you visit our website that explains what type of Automated Collection Tools we use and which asks your consent for some of the Automated Collection Tools we use."
          ]
        }
      },
      {
        "title": "Personal Information collected through Automated Collection Tools",
        "paragraph": {
          "start": [
            "We use the personal information collected through Automated Collection Tools for the purposes specified in our website privacy policy."
          ]
        }
      },
      {
        "title": "Updates of Cookie Policy",
        "paragraph": {
          "start": [
            "We may update this Cookie Policy from time to time to reflect, for example, changes to the cookies we use or for other operational, legal or regulatory reasons. If we do, you will be notified when you first visit our website after the change. You can also revisit this page if you wish to keep yourself informed."
          ]
        }
      },
      {
        "title": "APPENDIX A: Cookie Table",
        "paragraph": {
          "start": [
            "The following are all the cookies used on our websites, including<13>CyberX</13>and other domains operated by CyberX."
          ]
        }
      }
    ],
    "tableHead": [
      "NAME",
      "TYPE",
      "PURPOSE",
      "VENDOR",
      "RETENTIO"
    ],
    "tableData": [
      {
        "name": "skin",
        "type": "Functionality Cookies",
        "purpose": "Used to record your style preferences.",
        "vendor": "CyberX",
        "retentio": "1 Week"
      },
      {
        "name": "_ga",
        "type": "Performance/Analytics Cookies",
        "purpose": "Used to distinguish users.",
        "vendor": "Google Analytics",
        "retentio": "2 Years"
      },
      {
        "name": "_gid",
        "type": "Performance/Analytics Cookies",
        "purpose": "Used to distinguish users.",
        "vendor": "Google Analytics",
        "retentio": "1 Day"
      },
      {
        "name": "_ga_<container-id>",
        "type": "Performance/Analytics Cookies",
        "purpose": "Used to persist session state.",
        "vendor": "Google Analytics",
        "retentio": "2 Years"
      },
      {
        "name": "_gac_gb_<container-id>",
        "type": "Performance/Analytics Cookies",
        "purpose": "Contains campaign related information.",
        "vendor": "Google Analytics",
        "retentio": "90 Days"
      },
      {
        "name": "sn",
        "type": "Strictly Necessary Cookies",
        "purpose": "The verify code of your current request, used for security verification.",
        "vendor": "CyberX",
        "retentio": "Session"
      },
      {
        "name": "token",
        "type": "Strictly Necessary Cookies",
        "purpose": "The authorization code of your current request, used for security verification.",
        "vendor": "CyberX",
        "retentio": "Session"
      },
      {
        "name": "deviceId",
        "type": "Strictly Necessary Cookies",
        "purpose": "The ID of your current device, used for security verification.",
        "vendor": "CyberX",
        "retentio": "1 Week"
      },
      {
        "name": "__cflb",
        "type": "Strictly Necessary Cookies",
        "purpose": "Cloudflare sets a __cflb cookie with a unique value on the first response to the requesting client. Cloudflare routes future requests to the same origin, optimizing network resource usage. In the event of a failover, Cloudflare sets a new __cflb cookie to direct future requests to the failover pool.",
        "vendor": "Cloudflare",
        "retentio": "1 Day"
      },
      {
        "name": "__cf_bm",
        "type": "Strictly Necessary Cookies",
        "purpose": "The __cf_bm cookie is a cookie necessary to support Cloudflare Bot Management, currently in private beta. As part of our bot management service, this cookie helps manage incoming traffic that matches criteria associated with bots.",
        "vendor": "Cloudflare",
        "retentio": "30 Mins"
      },
      {
        "name": "__cfruid",
        "type": "Strictly Necessary Cookies",
        "purpose": "Cookie associated with sites using CloudFlare, used to identify trusted web traffic.",
        "vendor": "Cloudflare",
        "retentio": "Session"
      },
      {
        "name": "__cfduid",
        "type": "Strictly Necessary Cookies",
        "purpose": "Cookie associated with sites using CloudFlare, used to speed up page load times. According to CloudFlare it is used to override any security restrictions based on the IP address the visitor is coming from. It does not contain any user identification information.",
        "vendor": "Cloudflare",
        "retentio": "30 Mins"
      }
    ]
  }
}
