{
  "title": "Website Privacy Policy",
  "content": {
    "paragraph": [
      "This Privacy Policy applies when you access or use our website (www.cyberx.com) and describes details about how CyberX Group and its affiliated companies (collectively “we”, “our”, “us”, or “CyberX”) collects, uses and discloses and otherwise processes your personal information in connection with your access to and use our website.  Please read this Privacy Policy carefully.",
      "If you are a client of CyberX services who have separately entered into service agreements with us, please also refer to your service agreements and our additional disclosures for more information about how we collect, use, disclose and otherwise process your personal information. ",
      "“Personal information” means any information relating to an identified or identifiable natural person, or as otherwise defined under applicable laws.  We may update this Privacy Policy to reflect changes in how we process your personal information or changes in applicable laws on a regular basis.  Any update to this Privacy Policy will be effective upon its posting on our website at www.cyberx.com.  In addition, we may also notify you to inform you about the changes to this Privacy Policy as required by applicable laws."
    ],
    "orderList": [
      {
        "title": "1.Information We Collect",
        "paragraph": {
          "start": [
            "We may collect and process personal information about you when you provide us this information or automatically from the devices and browsers you use.  This includes the following personal information about you:"
          ],
          "list": [
            "Account information, including identifiers such as your name and email address.",
            "Device information and internet or other electronic network activity information such as your browser type and version, operating system, referral source, length of visit, page views and website navigation paths, as well as information about the timing, frequency and users’ pattern of the use of the website.",
            "Information contained in any enquiry you voluntarily submit to us.",
            "Information contained in the communications between you and us.",
            "Customer relationship information, if you act on behalf of your employer, such as the name of your employer, your job title or role and your contact details.",
            "Internet protocol (IP) address and broad geographic location based on the IP address."
          ]
        }
      },
      {
        "title": "2.How We Use Your Personal Information",
        "paragraph": {
          "start": [
            "We use your personal information for the following business and commercial purposes:"
          ],
          "list": [
            "To provide our service and ensure the security of our website and services.",
            "To provide you with information requested by you (including sending newsletters and information relating to our services).",
            "To improve our services and user experience.",
            "To communicate with you and manage our relationship with business customers, as well as market and promote our services.",
            "To comply with our legal obligations imposed under applicable laws."
          ]
        }
      },
      {
        "title": "3.How We Share Personal Information",
        "paragraph": {
          "start": [
            "We may share your personal information with the following categories of parties for the business purposes described above:"
          ],
          "list": [
            "With our parent company and affiliated companies.",
            "With service providers who process personal information on our behalf in order to help us provide our services.",
            "If permitted by and done in accordance with applicable laws, with third parties, in the event of a merger, acquisition, reorganization, bankruptcy, or other similar event."
          ],
          "end": [
            "We may also share your personal information with third parties, to the extent required by law, or if we are under a duty to disclose your personal information where necessary to comply with any legal obligation, establish, exercise or defend our legal rights and/or of third parties."
          ]
        }
      },
      {
        "title": "4.Data Retention",
        "paragraph": {
          "start": [
            "Our retention periods for personal information are based on business needs and legal requirements. We retain your personal information for as long as is necessary for the processing purpose(s) for which the information was collected. When personal information is no longer needed, we either anonymize the personal information (and we may further retain and use the anonymized information) or securely destroy the personal information.",
            "CyberX shares your personal information globally with the companies within its corporate group to for purposes specified in this Privacy Policy.  CyberX may also subcontract the processing or sharing of your personal information to third parties located outside your country.  When you use our website, we may transfer, store and process your personal information within and outside of your country of residence, consistent with this Privacy Policy.  The processing of your personal information may, therefore, be also subject to laws other than the ones from your country. ",
            "We take appropriate steps to ensure that transfer of personal information will be done in accordance with applicable laws and, in particular, that contractual, technical and organizational measures will be in place. "
          ]
        }
      },
      {
        "title": "5.Security",
        "paragraph": {
          "start": [
            "We maintain (and requires our subcontractors and service providers to maintain) organizational and technical measures designed to protect the security and confidentiality of the personal information we process.  However, we cannot guarantee that unauthorized third parties will never be able to overcome those measures or use your personal information for improper purposes.  If we become aware of any security incident, we will act in a timely manner in accordance with applicable laws."
          ]
        }
      },
      {
        "title": "6.Third Party Links",
        "paragraph": {
          "start": [
            "Our website may contain links to other sites that are not operated by us.  If you click on a third-party link, you will be directed to that third-party’s site.  We strongly advise you to review the privacy policy of every site you visit.  We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services."
          ]
        }
      },
      {
        "title": "7.Your Rights",
        "paragraph": {
          "start": [
            "Our website may contain links to other sites that are not operated by us.  If you click on a third-party link, you will be directed to that third-party’s site.  We strongly advise you to review the privacy policy of every site you visit.  We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services."
          ],
          "list": [
            "Right to access to the personal information that we process about you and certain information about our processing practices.",
            "Right to rectify or correct your personal information if it is inaccurate or incomplete.",
            "Right to request that we erase or delete your personal information in certain circumstances.  But this is a limited right as we may be able to retain certain personal information subject to an exception under applicable laws.  Once we receive, verify and confirm your request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.",
            "Right to object to or restrict our processing of personal information about you under certain circumstances.  There may be circumstances where you object to, or ask us to restrict our processing of your personal information but we are legally entitled to continue processing your personal information and/or to refuse that request.",
            "Right to lodge a complaint about our processing activities carried out by us before the competent authorities.",
            "Right receive a copy of certain personal information we process about you."
          ],
          "end": [
            "Applicable data protection laws may give you a number of legal rights in relation to your personal information that we hold about you.  Not all data protection laws are the same so not all of these rights apply in all places, and these rights are not absolute even where they are recognized under local law.  However, you may have the following rights in accordance with applicable laws:",
            "If you wish to exercise any of the rights set out above, please contact us at the e-mail address in the “Contact Us” section below."
          ]
        }
      },
      {
        "title": "8.Children",
        "paragraph": {
          "start": [
            "Our website is not directed to children under age 16.  If we discover that we have inadvertently collected information from children under age 16, we will delete the child’s information from our systems as soon as possible."
          ]
        }
      },
      {
        "title": "9.Use of Cookies",
        "paragraph": {
          "start": [
            "We may use cookies and other tracking technologies to collect data about visits to and interactions with our e-mails and to allow us to keep track of analytics and certain statistical information. Please consult our Cookie Policy for more information."
          ]
        }
      },
      {
        "title": "10.Do-Not-Track Signals and Similar Mechanisms",
        "paragraph": {
          "start": [
            "Some web browsers may transmit “do-not-track” signals to the websites with which the user communicates.  Because of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they even are aware of them.  Because there currently is no industry standard concerning what, if anything, websites should do when they receive such signals, our website currently does not take action in response to these signals.  If and when a final standard is established and accepted, we will reassess how to respond to these signals."
          ]
        }
      },
      {
        "title": "11.Contact Us",
        "paragraph": {
          "start": [
            "If you have any unresolved privacy concern that we have not addressed satisfactorily in this Privacy Policy or any questions, comments on this Privacy Policy or wish to exercise any of your rights described in this Privacy Policy, please contact us at: <0>compliance@cyberx.com.</0>"
          ]
        }
      },
      {
        "title": "12.Your California Privacy Rights",
        "paragraph": {
          "start": [
            "California Consumer Privacy Act.  While we have tried to fully describe our data practices elsewhere in this Privacy Policy, this section supplements the description of our information collection and sharing practices elsewhere in this Policy to provide certain disclosures to certain California residents whose personal information CyberX processes pursuant to the California Consumer Privacy Act (“CCPA”).",
            "During the preceding 12 months, CyberX has collected, used, and shared the categories of personal information described in the section of our Privacy Policy entitled, “Information We Collect.”  For example, depending on how you use our website, this may include your identifiers (e.g., your IP addresses contact information), commercial information, Internet and other electronic activity information as well as inferences we draw from the other information we collect. ",
            "As described in our Privacy Policy, we disclose personal information to third parties for various business purposes as state above in this Privacy Policy.  In addition, your information may be accessible to third parties with whom you interact or direct us to share your information.  While your information is shared in these ways, we do not share information in a manner that we consider a “sale” of personal information for purposes of state law.",
            "Please see the “Your Rights” section above for information about your rights to request deletion of personal information and to access (or “know”) about the personal information that we collect, use, and disclose.  Your or your authorized agent may exercise your California rights by sending us an email to <0>compliance@cyberx.com.</0>  We will not charge you different prices or provide different quality of services unless those differences are related to your information or otherwise permitted by law.  Once we receive your request, we may verify it by requesting information sufficient to confirm your identity, including by asking you to verify information about your use of the Service.  If you would like to use an agent registered with the California Secretary of State to exercise your rights, we may request evidence that you have provided such agent with power of attorney or that the agent otherwise has valid written authority to submit requests to exercise rights on your behalf."
          ]
        }
      }
    ]
  }
}
