{
  "title": "Terms of Use",
  "content": {
    "paragraph": [
      "These Terms of Use (“Terms of Use”) apply to your access to or use of this website (“Site”), which is operated by CyberX Group (“we”, “our”, “us”, or “CyberX”).  Once you become a customer of CyberX, the services provided by as are subject to the terms and conditions of separate applicable agreements between you and CyberX.",
      "By accessing and using this Site, you agree to be legally bound by these Terms of Use and you represent that you have the legal capacity to be bound by these Terms of Use.  The terms “you” and “user” refer to anyone who accesses the Site.",
      "These Terms of Use contain terms, conditions, covenants and provisions upon which you may access and use the Site and all content, including but not limited to, text, images, software, graphics, data, messages, photographs, trademarks, logos or any other information (collectively, the “Content”) displayed and/or otherwise contained on the Site.  If at any time you do not agree with the Terms of Use, you will cease accessing and/or using the Site and the Content.  The Site and the Content contained herein is the exclusive property of CyberX or its suppliers.",
      "Any attempt by you to modify these Terms of Use is expressly rejected by CyberX and shall have no force or effect regarding your use of the Site.  We may modify these Terms of Use at any time without notice. Changes will be posted on the Site in due course.  Your access and use of the Site after any changes have been posted will constitute your agreement to the modified Terms of Use and any changes.  Therefore, you should read these Terms of Use from time to time to be aware of any such changes."
    ],
    "orderList": [
      {
        "title": "1.Use of the Site",
        "paragraph": {
          "start": [
            "CyberX grants you a personal, revocable, non-exclusive, non-transferable, limited license to access and use the Site and the Content conditioned upon your compliance with these Terms of Use. The Site and the Content contained herein may be used solely for your personal and non-commercial informational purpose.",
            "You may not license, sublicense, transfer, sell, resell, publish, reproduce and/or otherwise redistribute the Site, including the Content or any component thereof in any manner.  You may not use the Site or any Content contained therein, in whole or in part in any manner that either competes or is intended to compete with CyberX or its affiliates, including without limitation, any distribution of any Content or a derivative work based thereon.  You may not use the Site for any illegal purpose or in any manner inconsistent with these Terms of Use.  CyberX may discontinue or change the Site and any Content contained therein, or their availability to you, at any time without notice.  CyberX is not under any obligation to update any Content following publication on the Site. The terms of these Terms of Use will survive any such discontinuation."
          ]
        }
      },
      {
        "title": "2.Intellectual property rights and unlawful use",
        "paragraph": {
          "start": [
            "All proprietary rights (including, but not limited to, copyrights, trade secrets, database rights, trademark rights, rights to trade names, service marks and other product and service names and logos) contained within the Site and any and all Content, including any associated processes or any derivative works, are and shall remain the sole and exclusive property of CyberX and its suppliers.  All rights reserved.",
            "The Site and any and all Content contained herein is protected by copyright in addition to other intellectual property laws.  Any of the trademarks, service marks or logos (collectively, the “Marks”) displayed on the Site may be registered or unregistered marks of CyberX or others.  Nothing contained on the Site shall be construed as granting any license or right to use any of the Marks displayed on the Site absent the express written permission of CyberX or a third party owner of such Marks.  You agree to honor all reasonable requests by CyberX or its suppliers to protect and preserve their respective proprietary interests in the Site and any and all Content contained therein.  The Site and the Content are compiled, prepared, revised, selected and arranged by CyberX and its suppliers through the application of methods and standards of judgment developed and applied through the expenditure of substantial time, effort and money, and each Site and any and all Content constitute valuable intellectual property of CyberX and its suppliers.  Copying of, use of, access to or distribution of the Site or any Content contained therein in breach of these Terms of Use may cause CyberX and/or its suppliers irreparable injury that cannot be adequately compensated for by means of monetary damages.  Any breach hereof by you may be enforced by CyberX or its suppliers by means of equitable relief (including, but not limited to, injunctive relief) in addition to any other available rights and remedies.  Any actual or attempted illegal or unauthorized uses of the Site, the Marks or any Content are strictly prohibited and may result in criminal and/or civil prosecution.",
            "Export Restrictions.  CyberX does not in any manner warrant or represent that the materials on the Site, including any Content contained therein, are appropriate or available for use in any particular location.  If you choose to access the Site including any Content therein, you do so on your own initiative and you are responsible for compliance with all applicable laws."
          ]
        }
      },
      {
        "title": "3.Anti-hacking provisions",
        "paragraph": {
          "start": [
            " You expressly agree not to:"
          ],
          "list": [
            "use or attempt to use any “deep-link,” “scraper,” “robot,” “bot,” “spider,” “data-mining,” “computer  code” or any other automated device, program, tool, algorithm, process, or methodology or manual  process having similar processes or functionality, to access, acquire, copy, or monitor any portion of the Site, any Content found on or accessed through the Site, or any User Content without the prior express written consent of Cyber X;",
            "obtain or attempt to obtain through any means any Content on the Site that has not been intentionally made publicly available, either by their public display on the Site or through their accessibility by a visible link on the Site;",
            "violate any measure employed to limit or prevent access to the Site or the Content;",
            "violate the security of the Site or attempt to gain unauthorized access to the Site, the Content, or data,  materials, information, computer systems or networks connected to any CyberX servers, through hacking, password mining or any other means;",
            "interfere or attempt to interfere with the proper working of the Site or any activities conducted on or through the Site, including accessing any Content prior to the time that it is intended to be available to the public on the Site;",
            "take or attempt any action that, in the sole discretion of CyberX, imposes or may impose an unreasonable or disproportionately large load or burden on the Site or the CyberX infrastructure;",
            "misuse the Site by knowingly introducing viruses, trojans, worms, logic bombs or other material that is malicious or technologically harmful."
          ]
        }
      },
      {
        "title": "4.Disclaimer and limitation of liability",
        "paragraph": {
          "start": [
            "TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, CYBERX DISCLAIMS ANY AND ALL WARRANTIES AND REPRESENTATIONS, EXPRESS OR IMPLIED, INCLUDING ANY WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR USE AS TO THE SITE OR ANY CONTENT, INCLUDING INFORMATION, DATA, SOFTWARE OR PRODUCTS CONTAINED THEREIN, OR THE RESULTS OBTAINED BY THEIR USE OR AS TO THE PERFORMANCE THEREOF.",
            "CYBERX DOES NOT GUARANTEE THE ADEQUACY, ACCURACY, TIMELINESS OR COMPLETENESS OF THE SITE, ANY CONTENT OR ANY COMPONENT THEREOF OR ANY COMMUNICATIONS, INCLUDING BUT NOT LIMITED TO ORAL OR WRITTEN COMMUNICATIONS (INCLUDING ELECTRONIC COMMUNICATIONS) OR OUTPUT WITH RESPECT THERETO OR THAT THE SITE OR ANY CONTENT WILL BE FREE OF VIRUSES, WORMS OR “TROJAN HORSES”.  CYBERX SHALL NOT BE SUBJECT TO ANY DAMAGES OR LIABILITY FOR ANY ERRORS, OMISSIONS OR DELAYS IN THE SITE, INCLUDING CONTENT.  EACH SITE, CONTENT CONTAINED THEREIN AND ANY AND ALL COMPONENTS THEREOF, IS PROVIDED ON AN “AS-IS” BASIS AND YOUR USE OF THE SITE AND ANY CONTENT IS AT YOUR OWN RISK.",
            "NOTWITHSTANDING ANYTHING TO THE CONTRARY IN THESE TERMS OF USE, IN NO EVENT WHATSOEVER SHALL CYBERX BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES, INCLUDING BUT NOT LIMITED TO LOSS OF PROFITS, TRADING LOSSES OR LOST TIME OR GOOD WILL, EVEN IF THEY HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER IN CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE.  CYBERX SHALL NOT BE LIABLE FOR ANY CLAIMS AGAINST YOU BY THIRD PARTIES.",
            "IN THE EVENT THAT LIABILITY IS NEVERTHELESS IMPOSED ON CYBERX, IN NO EVENT SHALL THE MAXIMUM CUMULATIVE LIABILITY OF CYBERX IN CONNECTION WITH THE SITE, ANY CONTENT AND/OR THESE TERMS OF USE, REGARDLESS OF THE FORM(S) OF ACTION, WHETHER IN CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EXCEED ONE THOUSAND DOLLARS (US$ 1,000).  NO ACTION, REGARDLESS OF FORM, ARISING FROM OR PERTAINING TO YOUR USE OF THE SITE OR THE CONTENT MAY BE BROUGHT BY YOU MORE THAN ONE (1) YEAR AFTER SUCH ACTION HAS ACCRUED.",
            "You are entirely liable for activities conducted by you or anyone else in connection with your browsing and access to and use of the Site.  If you are dissatisfied with the Site or with these Terms of Use, your sole and exclusive remedy is to stop using such Site."
          ]
        }
      },
      {
        "title": "5.Links to other websites from the Site",
        "paragraph": {
          "start": [
            "This Site may contain links to other websites, which are not controlled or maintained by CyberX. You agree that CyberX is not responsible for the content of those sites.  CyberX is providing those links for your convenience only, and the inclusion of such links does not imply any endorsement of these sites.  You are solely responsible for determining the extent to which you may use any content at any other web sites to which you link from the Site.",
            "When you use those other websites, you may be legally bound by the specific terms of use posted on such websites.  If there is a conflict between these Terms of Use and other terms of use of such websites, the terms of use of such websites will govern with respect to your use of such websites."
          ]
        }
      },
      {
        "title": "6.Information provided by you",
        "paragraph": {
          "start": [
            "Our website may contain links to other sites that are not operated by us.  If you click on a third-party link, you will be directed to that third-party’s site.  We strongly advise you to review the privacy policy of every site you visit.  We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services."
          ]
        }
      },
      {
        "title": "7.Applicable law and dispute resolution",
        "paragraph": {
          "start": [
            "These Terms of Use, your rights and obligations, and all actions contemplated by these Terms of Use shall be governed by the laws of the United States of America and New York State.  The parties agree that the State and Federal courts of New York shall be the exclusive forums for any dispute arising out of these Terms of Use and the parties hereby consent to the personal jurisdiction of such courts.  Any claim must be brought in the claimant’s individual capacity, and not as a plaintiff or class member in any purported class, collective, representative, multiple plaintiff, or similar proceeding (“Class Action”).  The parties expressly waive any ability to maintain any Class Action in any forum.",
            "If you wish to exercise any of the rights set out above, please contact us at the e-mail address in the “Contact Us” section below."
          ]
        }
      },
      {
        "title": "8.Additional legal terms",
        "paragraph": {
          "start": [
            "To the fullest extent permitted by applicable laws, you shall indemnify, hold harmless and defend CyberX from and against any and all costs, claims, damages or liabilities (including reasonable attorneys’ fees and court costs) arising out of any breach by you of Section 3 (Anti-hacking Provisions).  These Terms of Use are personal to you, and you may not assign your rights or obligations to anyone. The failure of CyberX to insist upon strict compliance with any term of these Terms of Use shall not be construed as a waiver with regard to any subsequent failure to comply with such term or provision.  If any term or condition hereof is found by a court, administrative agency or jurisdiction to be invalid or unenforceable, it shall be deemed modified to the minimum extent necessary to make it valid, legal and enforceable.  If such modification is not possible, the relevant term shall be deemed deleted and the remaining terms and conditions hereof shall remain in full force and effect and shall be enforceable to the maximum extent permitted by applicable laws."
          ]
        }
      },
      {
        "title": "9.How to contact us",
        "paragraph": {
          "start": [
            "If you have any questions or concerns about these Terms of Use, please contact us at <0>compliance@cyberx.com.</0>"
          ]
        }
      }
    ]
  }
}
